export default [{
  version: '1.0.3',
  date: '2017.5.10',
  content: [
    'リストの削除機能の追加',
    'リストの作成に失敗するバグの回収'
  ]
}, {
  version: '1.0.2',
  date: '2017.5.10',
  content: [
    'メニューのレイアウトの変更',
    '空の入力を送信に関するバグの回収'
  ]
}, {
  version: '1.0.1',
  date: '2017.5.8',
  content: [
    'ログインページにリポジトリのリンクを追加'
  ]
}, {
  version: '1.0.0',
  date: '2017.5.6',
  content: [
    'UIデザインの更新',
    '過去ログ機能の追加'
  ]
}, {
  version: '0.9.8',
  content: [
    'リプライの廃止',
    'スレッドの仕様の変更'
  ]
}, {
  version: '0.9.7',
  content: [
    'ハッシュタグの入力項目の削除',
    '県内の検索からユーザネームが表示されないように変更'
  ]
}, {
  version: '0.9.6',
  content: [
    'アートワークのタイムラインの公開'
  ]
}, {
  version: '0.9.5',
  content: [
    'UIデザインの改善',
    '処理速度の改善'
  ]
}, {
  version: '0.9.4',
  content: [
    'データベースの最適化',
    '処理速度の改善'
  ]
}, {
  version: '0.9.3',
  content: [
    'メールアドレスの追加ができるように変更'
  ]
}, {
  version: '0.9.2',
  content: [
    '匿名でないリプライができるように変更',
    '簡易な投稿フォームの追加',
    '同じスレッドが存在できるバグの回収'
  ]
}, {
  version: '0.9.1',
  content: [
    'oEmbed機能の追加'
  ]
}, {
  version: '0.9.0',
  content: [
    'スレッド機能の追加'
  ]
}, {
  version: '0.8.9',
  content: [
    '2カラムレイアウトに対応'
  ]
}, {
  version: '0.8.8',
  content: [
    '投稿の地域を非表示に変更'
  ]
}, {
  version: '0.8.7',
  content: [
    '新着ハッシュタグ機能の追加'
  ]
}, {
  version: '0.8.6',
  content: [
    'ログインせずに投稿できるように変更'
  ]
}, {
  version: '0.8.5',
  content: [
    'デザインの更新',
    'ハッシュタグの仕様の変更'
  ]
}, {
  version: '0.8.4',
  content: [
    'UIデザインの更新'
  ]
}, {
  version: '0.8.3',
  content: [
    '画像添付機能の追加'
  ]
}, {
  version: '0.8.2',
  content: [
    '匿名でない投稿機能の追加',
    'ユーザページの追加'
  ]
}, {
  version: '0.8.1',
  content: [
    'リアクション機能の追加'
  ]
}, {
  version: '0.8.0',
  content: [
    'チャットページの追加'
  ]
}, {
  version: '0.7.4',
  content: [
    'ログインとルーティングのバグの回収'
  ]
}, {
  version: '0.7.3',
  content: [
    'メールアドレスの本人確認の廃止',
    '管理しているサークルの一覧ページの廃止',
    '新規サークルの掲載時の入力項目の増加'
  ]
}, {
  version: '0.7.2',
  content: [
    'サークル掲載ページの追加',
    'SSL化されてないリンクが掲載できないバグの回収（報告thanks）'
  ]
}, {
  version: '0.7.1',
  content: [
    'サークルの入力項目の追加',
    'サークル個別ページへのルーティングの追加'
  ]
}, {
  version: '0.7.0',
  content: [
    'デスクトップの対応',
    'ホームのサークルの表示内容の変更',
    'iOS9の対応',
    '404にリダイレクトされるバグの回収（報告thanks）'
  ]
}, {
  version: '0.6.7',
  content: [
    'Googleアナリティクスの追加',
    'サークルの個別ページの追加（開発中）',
    '「スイミーとは？」ページの追加'
  ]
}, {
  version: '0.6.6',
  content: [
    'アクションボタンの追加',
    'コンタクトページ、リリースページなどの公開'
  ]
}, {
  version: '0.6.4',
  content: [
    '「よくある質問」ページの追加'
  ]
}, {
  version: '0.6.3',
  content: [
    '「リリースノート」ページの追加'
  ]
}, {
  version: '0.6.2',
  content: [
    'サークルのプロフィールにSNSの追加'
  ]
}, {
  version: '0.6.1',
  content: [
    'ロゴの追加'
  ]
}, {
  version: '0.6.0',
  content: [
    '1つのユーザーで複数サークルの作成ができるように変更',
    'サークルを作成しなくてもユーザー登録ができるように変更'
  ]
}]
